Repository: torresnicolas0/wp-pin-freeze
Catalog: languages/pin-freeze-*.po
Languages: fr_fr, pt_br

source: Pin and freeze rendered HTML for individual blocks or entire posts/pages.
fr_fr: Épinglez et figez le HTML rendu pour des blocs individuels ou des articles/pages entiers.
pt_br: Fixe e congele HTML renderizado para blocos individuais ou postagens/páginas inteiras.

source: ID de contenido inválido.
fr_fr: ID de contenu invalide.
pt_br: ID de conteúdo inválido.

source: No tienes permisos para capturar este contenido.
fr_fr: Vous n'êtes pas autorisé à capturer ce contenu.
pt_br: Você não tem permissão para capturar este conteúdo.

source: No se pudo generar el permalink del contenido.
fr_fr: Impossible de générer le lien permanent du contenu.
pt_br: Não foi possível gerar o link permanente do conteúdo.

source: La respuesta del frontend llegó vacía.
fr_fr: La réponse du frontend était vide.
pt_br: A resposta do frontend estava vazia.

source: No se pudo construir URL de fallback local.
fr_fr: Impossible de créer une URL de secours locale.
pt_br: Não foi possível criar o URL substituto local.

source: No se pudo capturar el frontend. Remoto: %1$s. Fallback local: %2$s.
fr_fr: Impossible de capturer le frontend. À distance : %1$s. Solution de secours locale : %2$s.
pt_br: Nao foi possivel capturar o frontend. Remoto: %1$s. Fallback local: %2$s.

source: DOMDocument no está disponible en este servidor.
fr_fr: DOMDocument n'est pas disponible sur ce serveur.
pt_br: DOMDocument não está disponível neste servidor.

source: El selector configurado es inválido. Usa #id, .class o nombre de etiqueta.
fr_fr: Le sélecteur configuré n'est pas valide. Utilisez #id, .class ou le nom de la balise.
pt_br: O seletor configurado é inválido. Use #id, .class ou nome da tag.

source: No se pudo parsear el HTML del frontend.
fr_fr: Impossible d'analyser le code HTML du frontend.
pt_br: Não foi possível analisar o HTML do front-end.

source: No se encontró contenido para el selector "%s".
fr_fr: Aucun contenu trouvé pour le sélecteur "%s".
pt_br: Nenhum conteúdo encontrado para o seletor "%s".

source: El selector existe, pero su contenido está vacío.
fr_fr: Le sélecteur existe, mais son contenu est vide.
pt_br: O seletor existe, mas seu conteúdo está vazio.

source: Pin Snapshots
fr_fr: Instantanés de pin
pt_br: Snapshots de pin

source: Pin Snapshot
fr_fr: Instantané de pin
pt_br: Snapshot de pin

source: No tienes permisos para pinear este contenido.
fr_fr: Vous n'êtes pas autorisé à épingler ce contenu.
pt_br: Você não tem permissão para fixar este conteúdo.

source: Pin actualizado sin crear snapshot.
fr_fr: Épingle mise à jour sans créer d'instantané.
pt_br: Pin atualizado sem criar um instantâneo.

source: Pin guardado y snapshot creado.
fr_fr: Épingle enregistrée et instantané créé.
pt_br: Pin salvo e instantâneo criado.

source: No se pudo crear el snapshot: contenido inválido.
fr_fr: Impossible de créer un instantané : contenu non valide.
pt_br: Não foi possível criar o instantâneo: conteúdo inválido.

source: Snapshot de %1$s - %2$s
fr_fr: Instantané de %1$s - %2$s
pt_br: Instantâneo de %1$s - %2$s

source: Frontend Capture
fr_fr: Capture frontale
pt_br: Captura de front-end

source: Capture Selector
fr_fr: Sélecteur de capture
pt_br: Seletor de captura

source: Selector inválido. Usa un selector simple: #id, .class o nombre de etiqueta.
fr_fr: Sélecteur invalide. Utilisez un simple sélecteur : #id, .class ou tag name.
pt_br: Seletor inválido. Use um seletor simples: #id, .class ou nome da tag.

source: Define el selector CSS del frontend que contiene el contenido real de la página para capturar HTML sin header/footer.
fr_fr: Définissez le sélecteur CSS frontal qui contient le contenu réel de la page pour capturer le HTML sans en-tête/pied de page.
pt_br: Defina o seletor CSS frontend que contém o conteúdo real da página para capturar HTML sem cabeçalho/rodapé.

source: Ejemplos: #content, .site-main, main
fr_fr: Exemples : #content, .site-main, main
pt_br: Exemplos: #content, .site-main, main

source: Este bloque está pineado. ¿Deseas despinearlo para editar?
fr_fr: Ce bloc est épinglé. Voulez-vous le détacher pour le modifier ?
pt_br: Este bloco está fixado. Quer desafixá-lo para editar?

source: Esta entrada está pineada. ¿Deseas despinearla para editar?
fr_fr: Ce message est épinglé. Voulez-vous le détacher pour le modifier ?
pt_br: Esta postagem está fixada. Quer desafixá-lo para editar?

source: Pineado
fr_fr: Épinglé
pt_br: Fixado

source: Despinear
fr_fr: Désépingler
pt_br: Desafixar

source: Nonce inválido.
fr_fr: Nonce invalide.

source: No tienes permisos para despinear este contenido.
fr_fr: Vous n'êtes pas autorisé à désépingler ce contenu.
pt_br: Você não tem permissão para desafixar este conteúdo.

source: Contenido despineado correctamente.
fr_fr: Contenu désépinglé avec succès.
pt_br: Conteúdo desafixado com sucesso.

source: Pin HTML
fr_fr: Épingler le code HTML
pt_br: Fixar HTML

source: Este bloque está pineado y usa HTML estático.
fr_fr: Ce bloc est épinglé et utilise du HTML statique.
pt_br: Este bloco é fixado e usa HTML estático.

source: Congela la salida del bloque para reemplazar su render dinámico.
fr_fr: Gelez la sortie du bloc pour remplacer son rendu dynamique.
pt_br: Congele a saída do bloco para substituir sua renderização dinâmica.

source: HTML estático del bloque pineado:
fr_fr: HTML statique du bloc épinglé :
pt_br: HTML estático do bloco fixado:

source: Frozen HTML
fr_fr: HTML gelé
pt_br: HTML congelado

source: Este contenido está pineado.
fr_fr: Ce contenu est épinglé.
pt_br: Este conteúdo está fixado.

source: Haz clic para despinearlo.
fr_fr: Cliquez pour le détacher.
pt_br: Clique para desafixar.

source: No se encontró la URL de AJAX para Pin & Freeze.
fr_fr: L’URL AJAX Pin & Freeze n’a pas été trouvée.
pt_br: A URL AJAX do Pin & Freeze não foi encontrada.

source: Error de red al procesar la petición (%d).
fr_fr: Erreur réseau lors du traitement de la demande (%d).
pt_br: Erro de rede ao processar a solicitação (%d).

source: La respuesta del servidor no es válida. Verifica si el sitio está en mantenimiento o inaccesible.
fr_fr: La réponse du serveur n'est pas valide. Vérifiez si le site est en mode maintenance ou inaccessible.
pt_br: A resposta do servidor é inválida. Verifique se o site está em modo de manutenção ou inacessível.

source: No se pudo completar la operación de pinning.
fr_fr: Impossible de terminer l'opération d'épinglage.
pt_br: Não foi possível concluir a operação de fixação.

source: Sin fecha
fr_fr: Pas de date
pt_br: Sem data

source: Autor desconocido
fr_fr: Auteur inconnu
pt_br: Autor desconhecido

source: No se encontró el ID del contenido actual.
fr_fr: L'ID de contenu actuel est introuvable.
pt_br: O ID do conteúdo atual não foi encontrado.

source: Contenido capturado desde frontend. Revísalo y guarda el pin.
fr_fr: Contenu capturé depuis le frontend. Vérifiez-le et enregistrez le code PIN.
pt_br: Conteúdo capturado do frontend. Revise-o e salve o pin.

source: Error al capturar frontend.
fr_fr: Erreur lors de la capture du frontend.
pt_br: Erro ao capturar o front-end.

source: No hay HTML para pinear.
fr_fr: Il n'y a pas de code HTML à épingler.
pt_br: Não há HTML para fixar.

source: Pin guardado correctamente.
fr_fr: Épingle enregistrée avec succès.
pt_br: Pin salvo com sucesso.

source: Error guardando el pin.
fr_fr: Erreur lors de l'enregistrement du code PIN.
pt_br: Erro ao salvar o pin.

source: El snapshot seleccionado no contiene HTML utilizable.
fr_fr: L'instantané sélectionné ne contient pas de code HTML utilisable.
pt_br: O instantâneo selecionado não contém HTML utilizável.

source: Snapshot restaurado y meta actualizada correctamente.
fr_fr: Snapshot restauré et méta mis à jour avec succès.
pt_br: Instantâneo restaurado e meta atualizado com sucesso.

source: No se pudo restaurar el snapshot.
fr_fr: Impossible de restaurer l'instantané.
pt_br: Não foi possível restaurar o instantâneo.

source: Post Pinning
fr_fr: Épinglage de publication
pt_br: Fixação de postagem

source: Pin complete post HTML
fr_fr: Épingler le HTML complet de l'article
pt_br: Fixar HTML completo do post

source: El frontend mostrará el HTML estático guardado en meta.
fr_fr: Le frontend affichera le HTML statique enregistre dans la meta.
pt_br: O frontend exibirá o HTML estático salvo em meta.

source: Permite reemplazar todo el contenido de frontend por HTML estático.
fr_fr: Remplacez tout le contenu frontend par du HTML statique.
pt_br: Substitua todo o conteúdo do frontend por HTML estático.

source: La edición visual queda bloqueada mientras esta entrada/página esté pineada.
fr_fr: L'édition visuelle est verrouillée lorsque cette publication/page est épinglée.
pt_br: A edição visual está bloqueada enquanto esta postagem/página está fixada.

source: Tu rol no tiene unfiltered_html. El HTML se sanitizará automáticamente al guardar y renderizar.
fr_fr: Votre rôle n'a pas unfiltered_html. Le HTML sera automatiquement nettoyé lors de l’enregistrement et du rendu.
pt_br: Sua função não possui unfiltered_html. O HTML será higienizado automaticamente ao salvar e renderizar.

source: Capture
fr_fr: Capturer
pt_br: Capturar

source: Pin History
fr_fr: Historique des épingles
pt_br: Histórico de pins

source: No hay snapshots todavía para esta entrada.
fr_fr: Il n'y a pas encore d'instantanés pour ce message.
pt_br: Ainda não há instantâneos para esta postagem.

source: Restaurar
fr_fr: Restaurer

source: Modo de Captura
fr_fr: Mode de capture

source: Editor State
fr_fr: État de l'éditeur
pt_br: Estado do editor

source: Live Frontend
fr_fr: Frontend en direct
pt_br: Front-end ao vivo

source: Selector configurado: %s
fr_fr: Sélecteur configuré : %s
pt_br: Seletor configurado: %s

source: Capturando…
fr_fr: Capture en cours...

source: Fetch & Pin URL
fr_fr: Récupérer et épingler l'URL
pt_br: Buscar e fixar URL

source: Guardando…
fr_fr: Enregistrement...
pt_br: Salvando...

source: Pin HTML (Guardar)
fr_fr: Épingler HTML (Enregistrer)
pt_br: Fixar HTML (Salvar)

source: Post Frozen HTML
fr_fr: HTML figé de l'article
pt_br: HTML congelado do post

source: Bloque pineado
fr_fr: Bloc épinglé
pt_br: Bloco fixado

source: Entrada/Página pineada
fr_fr: Article/page épinglé
pt_br: Postagem/página fixada
