Repository: torresnicolas0/wp-pin-freeze
Catalog: languages/wp-pin-freeze-*.po
Languages: de_de

source: Pin and freeze rendered HTML for individual blocks or entire posts/pages.
de_de: Anheften und Einfrieren von gerendertem HTML für einzelne Blöcke oder ganze Beiträge/Seiten.

source: ID de contenido inválido.
de_de: Ungültige Inhalts-ID.

source: No tienes permisos para capturar este contenido.
de_de: Sie haben keine Berechtigung, diesen Inhalt zu erfassen.

source: No se pudo generar el permalink del contenido.
de_de: Der Inhalts-Permalink konnte nicht generiert werden.

source: La respuesta del frontend llegó vacía.
de_de: Die Frontend-Antwort war leer.

source: No se pudo construir URL de fallback local.
de_de: Die lokale Fallback-URL konnte nicht erstellt werden.

source: No se pudo capturar el frontend. Remoto: %1$s. Fallback local: %2$s.
de_de: Das Frontend konnte nicht erfasst werden. Remote: %1$s. Lokaler Fallback: %2$s.

source: DOMDocument no está disponible en este servidor.
de_de: DOMDocument ist auf diesem Server nicht verfügbar.

source: El selector configurado es inválido. Usa #id, .class o nombre de etiqueta.
de_de: Der konfigurierte Selektor ist ungültig. Verwenden Sie #id, .class oder Tag-Namen.

source: No se pudo parsear el HTML del frontend.
de_de: Der Frontend-HTML-Code konnte nicht analysiert werden.

source: No se encontró contenido para el selector "%s".
de_de: Für Selektor „%s“ wurde kein Inhalt gefunden.

source: El selector existe, pero su contenido está vacío.
de_de: Der Selektor existiert, aber sein Inhalt ist leer.

source: No tienes permisos para pinear este contenido.
de_de: Sie sind nicht berechtigt, diesen Inhalt zu pinnen.

source: Pin actualizado sin crear snapshot.
de_de: Pin aktualisiert, ohne einen Snapshot zu erstellen.

source: Pin guardado y snapshot creado.
de_de: Pin gespeichert und Snapshot erstellt.

source: No se pudo crear el snapshot: contenido inválido.
de_de: Snapshot konnte nicht erstellt werden: ungültiger Inhalt.

source: Snapshot de %1$s - %2$s
de_de: Schnappschuss von %1$s - %2$s

source: Frontend Capture
de_de: Frontend-Erfassung

source: Capture Selector
de_de: Erfassungs-Selektor

source: Selector inválido. Usa un selector simple: #id, .class o nombre de etiqueta.
de_de: Ungültiger Selektor. Verwenden Sie einen einfachen Selektor: #id, .class oder Tag-Name.

source: Define el selector CSS del frontend que contiene el contenido real de la página para capturar HTML sin header/footer.
de_de: Definieren Sie den Frontend-CSS-Selektor, der den echten Seiteninhalt enthält, um HTML ohne Kopf-/Fußzeile zu erfassen.

source: Ejemplos: #content, .site-main, main
de_de: Beispiele: #content, .site-main, main

source: Este bloque está pineado. ¿Deseas despinearlo para editar?
de_de: Dieser Block ist angepinnt. Möchten Sie es zum Bearbeiten lösen?

source: Esta entrada está pineada. ¿Deseas despinearla para editar?
de_de: Dieser Beitrag ist angepinnt. Möchten Sie es zum Bearbeiten lösen?

source: Pineado
de_de: Angepinnt

source: Despinear
de_de: Lösen

source: Nonce inválido.
de_de: Ungültige Nonce.

source: No tienes permisos para despinear este contenido.
de_de: Sie haben keine Berechtigung, diesen Inhalt zu lösen.

source: Contenido despineado correctamente.
de_de: Der Inhalt wurde erfolgreich gelöst.

source: Pin HTML
de_de: HTML anpinnen

source: Este bloque está pineado y usa HTML estático.
de_de: Dieser Block ist angeheftet und verwendet statisches HTML.

source: Congela la salida del bloque para reemplazar su render dinámico.
de_de: Frieren Sie die Blockausgabe ein, um ihr dynamisches Rendering zu ersetzen.

source: HTML estático del bloque pineado:
de_de: Statischer HTML-Code des angehefteten Blocks:

source: Frozen HTML
de_de: Eingefrorenes HTML

source: Este contenido está pineado.
de_de: Dieser Inhalt ist angepinnt.

source: Haz clic para despinearlo.
de_de: Klicken Sie, um es zu lösen.

source: No se encontró la URL de AJAX para WP Pin & Freeze.
de_de: WP Pin & Freeze AJAX-URL wurde nicht gefunden.

source: Error de red al procesar la petición (%d).
de_de: Netzwerkfehler beim Verarbeiten der Anfrage (%d).

source: La respuesta del servidor no es válida. Verifica si el sitio está en mantenimiento o inaccesible.
de_de: Die Serverantwort ist ungültig. Überprüfen Sie, ob sich die Site im Wartungsmodus befindet oder nicht erreichbar ist.

source: No se pudo completar la operación de pinning.
de_de: Der Pin-Vorgang konnte nicht abgeschlossen werden.

source: Sin fecha
de_de: Kein Datum

source: Autor desconocido
de_de: Unbekannter Autor

source: No se encontró el ID del contenido actual.
de_de: Die aktuelle Inhalts-ID wurde nicht gefunden.

source: Contenido capturado desde frontend. Revísalo y guarda el pin.
de_de: Vom Frontend erfasster Inhalt. Überprüfen Sie es und speichern Sie den Pin.

source: Error al capturar frontend.
de_de: Fehler beim Erfassen des Frontends.

source: No hay HTML para pinear.
de_de: Es ist kein HTML zum Anpinnen vorhanden.

source: Pin guardado correctamente.
de_de: Pin erfolgreich gespeichert.

source: Error guardando el pin.
de_de: Fehler beim Speichern der PIN.

source: El snapshot seleccionado no contiene HTML utilizable.
de_de: Der ausgewählte Snapshot enthält kein verwendbares HTML.

source: Snapshot restaurado y meta actualizada correctamente.
de_de: Snapshot wiederhergestellt und Meta erfolgreich aktualisiert.

source: No se pudo restaurar el snapshot.
de_de: Der Snapshot konnte nicht wiederhergestellt werden.

source: Pin complete post HTML
de_de: Gesamtes Beitrags-HTML anpinnen

source: El frontend mostrará el HTML estático guardado en meta.
de_de: Das Frontend zeigt den in Meta gespeicherten statischen HTML-Code an.

source: Permite reemplazar todo el contenido de frontend por HTML estático.
de_de: Ersetzen Sie alle Frontend-Inhalte durch statisches HTML.

source: La edición visual queda bloqueada mientras esta entrada/página esté pineada.
de_de: Die visuelle Bearbeitung ist gesperrt, solange dieser Beitrag/diese Seite angeheftet ist.

source: Tu rol no tiene unfiltered_html. El HTML se sanitizará automáticamente al guardar y renderizar.
de_de: Ihre Rolle verfügt nicht über unfiltered_html. HTML wird beim Speichern und Rendern automatisch bereinigt.

source: Capture
de_de: Erfassen

source: Pin History
de_de: Pin-Verlauf

source: No hay snapshots todavía para esta entrada.
de_de: Für diesen Beitrag sind noch keine Schnappschüsse vorhanden.

source: Restaurar
de_de: Wiederherstellen

source: Modo de Captura
de_de: Aufnahmemodus

source: Editor State
de_de: Editorstatus

source: Selector configurado: %s
de_de: Konfigurierter Selektor: %s

source: Capturando…
de_de: Erfasse...

source: Fetch & Pin URL
de_de: URL abrufen und anpinnen

source: Guardando…
de_de: Speichern...

source: Pin HTML (Guardar)
de_de: HTML anpinnen (Speichern)

source: Post Frozen HTML
de_de: Eingefrorenes Beitrags-HTML

source: Bloque pineado
de_de: Angepinnter Block

source: Entrada/Página pineada
de_de: Angepinnter Beitrag/angepinnte Seite
